Repository: 84000/data-translation-memory
Catalog: Toh_134-The_Absorption_That_Encapsulates_All_Merit-v2.tmx
Source language: bo
Languages: en

source: བསོད་ནམས་བྱ་བའི་དངོས་པོ་ཐམས་ཅད་ནི། བྱང་ཆུབ་ཀྱི་སེམས་བསྐྱེད་པ་དེའི་ཁོངས་སུ་འདུས་ཤིང་རྗེས་སུ་ཞུགས་པའི་ཕྱིར་རོ། །
en: Because the arousal of the mind of awakening gathers together and includes all that is meritorious.

source: སྲེད་མེད་ཀྱི་བུ་དཔེར་ན་ཆུ་མིག་ཐམས་ཅད་དང་། མཚོ་བྲན་ཐམས་ཅད་དང་། མཚེའུ་ཐམས་ཅད་དང་། ཆུ་ཀླུང་ཐམས་ཅད་དང་། ཆུ་བྲན་ཐམས་ཅད་དང་། མཚོ་ཐམས་ཅད་དང་། ལྟེང་ཀ་ཐམས་ཅད་ནི་རྒྱ་མཚོ་ཆེན་པོའི་ཁོངས་སུ་འདུས་ཤིང་རྗེས་སུ་ཞུགས་པ་
en: Nārāyaṇa, consider how every spring, pool, pond, river, stream, lake, and waterhole is gathered together and included in the ocean.

source: དེ་བཞིན་དུ། སྲེད་མེད་ཀྱི་བུ་བསོད་ནམས་བྱ་བའི་དངོས་པོ་ཅི་ཡང་རུང་བ་སྦྱིན་པ་ལས་བྱུང་བ་རྣམས་དང་། ཚུལ་ཁྲིམས་ལས་བྱུང་བ་རྣམས་དང་། སྒོམ་པ་ལས་བྱུང་བ་རྣམས་དང་། ཟག་པ་དང་བཅས་པ་རྣམས་དང་། ཟག་པ་མེད་པ་རྣམས་དང་། འཇིག་རྟེན་པ་རྣམས་དང་། འཇིག་རྟེན་ལས་འདས་པ་རྣམས་དང་། ལྷ་རྣམས་དང་། མི་རྣམས་ཀྱི་བསོད་ནམས་བྱ་བའི་དངོས་པོ་ཇི་སྙེད་པའི་བསོད་ནམས་བྱ་བའི་དངོས་པོ་དེ་དག་ཐམས་ཅད་ནི་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་ཁོངས་སུ་འདུས་ཤིང་རྗེས་སུ་ཞུགས་པ་དག་གོ །
en: In the same way, Nārāyaṇa, everything that could possibly be meritorious—whether it comes about through generosity, through discipline, or through meditation, whether it is defiled or undefiled, mundane or transcendent, the meritorious actions of gods or humans—all of these are gathered together and included within the mind of awakening.

source: སྲེད་མེད་ཀྱི་བུ་དེའི་ཕྱིར་བསོད་ནམས་ཐམས་ཅད་ཡོངས་སུ་གཟུང་བར་འདོད་པའི་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བྱའོ། །
en: Therefore, Nārāyaṇa, the son or daughter of noble family who wishes to gain possession of everything meritorious should arouse the mind of unsurpassed and perfectly complete awakening.

source: སྲེད་མེད་ཀྱི་བུ་དཔེར་ན། རིན་པོ་ཆེའི་རི་ཆེན་པོ་གང་དག་ཡིན་པ་འདི་ལྟ་སྟེ། ལྷུན་པོ་དང་། ལྷུན་པོ་ཆེན་པོ་དང་། བཏང་བཟུང་དང་། བཏང་བཟུང་ཆེན་པོ་དང་། ཁོར་ཡུག་དང་། ཁོར་ཡུག་ཆེན་པོ་དང་། གཞན་ཡང་རི་ནག་པོ་རྣམས་དང་། རྩྭ་དང་། ཤིང་གེལ་པ་དང་། སྨན་དང་། ནགས་ཚལ་ཐམས་ཅད་དང་། གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་དང་། འཛམ་བུའི་གླིང་དང་། ཤར་གྱི་ལུས་འཕགས་དང་། ནུབ་ཀྱི་བ་ལང་སྤྱོད་དང་། བྱང་གི་སྒྲ་མི་སྙན་དང་། གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་དང་། སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་དང་། སྟོང་གཉིས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་དང་། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་དང་། འདོད་པའི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། གཟུགས་མེད་པའི་ཁམས་དང་། ཟླ་བ་དང་། ཉི་མ་དང་། གཟའ་དང་། རྒྱུ་སྐར་ཇི་སྙེད་ཡོད་པ་ནས། གླིང་ཆེན་པོ་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་བྱེ་བ་ཕྲག་བརྒྱའི་བར་འདི་དག་ཐམས་ཅད་ནི་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་ཁོངས་སུ་འདུས་ཤིང་རྗེས་སུ་ཞུགས་པར་བལྟ་བར་བྱ་བ་
en: “Nārāyaṇa, consider the trichiliocosm. It gathers together and includes all the great jewel mountains, Meru and Mahāmeru, Mucilinda and Mahāmucilinda, Cakravāla and Mahācakravāla, as well as black mountains, grasses, shrubs, herbs, forests, villages, cities, towns, countries, kingdoms, royal palaces, the continent of Jambudvīpa, the eastern continent of Videha, the western continent of Godānīya, the northern continent of Uttarakuru, four-continent world systems, thousandfold world systems, millionfold world systems, great billionfold world systems, the desire realm, the form realm, the formless realm, the moon, the sun, the planets, and the stars, all of this, up to and including the billionfold four-continent world systems.

source: དེ་བཞིན་དུ་སྲེད་མེད་ཀྱི་བུ་སོ་སོའི་སྐྱེ་བོའི་བསོད་ནམས་རྣམས་དང་། སློབ་པའི་བསོད་ནམས་རྣམས་དང་། མི་སློབ་པའི་བསོད་ནམས་རྣམས་དང་། རང་སངས་རྒྱས་ཀྱི་བསོད་ནམས་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་རྣམས་ཇི་ཡང་རུང་བ་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་དང་པོ་བསྐྱེད་པའི་ཁོངས་སུ་འདུས་ཤིང་རྗེས་སུ་ཞུགས་ཏེ
en: “In the same way, Nārāyaṇa, the initial moment a bodhisattva great being arouses the mind of awakening gathers together and includes every possible merit—the merit of ordinary beings, the merit from training, the merit not from training, the merit of solitary buddhas, and the merit of bodhisattvas.

source: སྲེད་མེད་ཀྱི་བུ་རྣམ་གྲངས་དེས་ཀྱང་གང་དག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པའི་སེམས་ཅན་དེ་དག་གིས་བསོད་ནམས་ཐམས་ཅད་ཡོངས་སུ་བཟུང་བ་དེ་ལྟར་རིག་པར་བྱའོ། །
en: From these descriptions, Nārāyaṇa, you should understand how those beings who form the resolve toward unsurpassed and completely perfect awakening come to possess all merit.

source: སྲེད་མེད་ཀྱི་བུ་གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ལས་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་མ་གཏོགས་པ་ཇི་སྙེད་པ་དེ་དག་གི་ནང་ན་འཁོར་ལོས་སྒྱུར་བ་ནི་བསོད་ནམས་དང་ཤེས་རབ་ཀྱིས་མཆོག་ཏུ་བརྗོད་དོ། །
en: “Nārāyaṇa, aside from those who have genuinely entered the Great Vehicle, the wheel-bearing monarch is said to have the most superior merit and insight among the beings in the world system of four continents.

source: སྲེད་མེད་ཀྱི་བུ་གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་དེ་དག་ཐམས་ཅད་འཁོར་ལོས་སྒྱུར་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ཏེ།
en: Imagine, Nārāyaṇa, that every being in the four-continent world system were now to acquire as much merit as a wheel-bearing monarch.

source: སེམས་ཅན་རེ་རེ་ཡང་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་བསོད་ནམས་ཅི་འདྲ་བ་དེ་ལྟ་བུའི་བསོད་ནམས་དང་ལྡན་པར་གྱུར་ན།
en: If each and every being acquired precisely the same amount of merit as the wheel-bearing monarch,

source: སྲེད་མེད་ཀྱི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།
en: Nārāyaṇa, what do you think?

source: ཅི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་མང་ངམ།
en: Which quantity of merit is greater?”

source: བྱང་ཆུབ་སེམས་དཔའ་སྲེད་མེད་ཀྱི་བུས་གསོལ་པ།
en: Bodhisattva Nārāyaṇa then replied,

source: བཅོམ་ལྡན་འདས་འཁོར་ལོས་སྒྱུར་བ་གཅིག་གི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཡང་མང་ལགས་ན་སེམས་ཅན་གྲངས་མ་མཆིས་པ་དེ་དག་གི་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ།
en: “Blessed One, if a single wheel-bearing monarch’s quantity of merit is indeed so immense, what can I possibly say about that of all those innumerable beings?”

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་དེ་དག་རེ་རེ་ནས་འཁོར་ལོས་སྒྱུར་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པའམ།
en: “Nārāyaṇa, imagine you brought together as many beings as there are in a great trichiliocosm, and that each and every one acquired a wheel-bearing monarch’s quantity of merit. Or,

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་རྣམས་འཁོར་ལོས་སྒྱུར་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པ་ལྟ་ཞོག་གི།
en: let alone as many beings as there are in a great trichiliocosm acquiring a wheel-bearing monarch’s quantity of merit,

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་སེམས་ཅན་གང་དག་ཡིན་པ་དེ་དག་ཐམས་ཅད་འཁོར་ལོས་སྒྱུར་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ན
en: Nārāyaṇa, what if all the beings in as many great trichiliocosms as there are grains of sand in the Ganges acquired a wheel-bearing monarch’s quantity of merit?

source: ཅི་སེམས་ཅན་དེ་དག་གི་བསོད་ནམས་ཀྱི་ཕུང་པོ་མང་ངམ།
en: Would those beings have an even greater quantity of merit?”

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་གཅིག་འཁོར་ལོས་སྒྱུར་བ་དང་མཉམ་པར་གྱུར་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཡང་དཔག་ཏུ་མ་མཆིས་གྲངས་མ་མཆིས་ན་
en: “Blessed One, if the merit of even one being with a quantity of merit on par with a wheel-bearing monarch is immeasurable and fathomless,

source: སེམས་ཅན་གྲངས་མ་མཆིས་པ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་གྱུར་པ་དེ་དག་གི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ།
en: what can I possibly say about innumerable beings who all have a wheel-bearing monarch’s quantity of merit?”

source: སྲེད་མེད་ཀྱི་བུ་ཁྱོད་མོས་པར་བྱ། ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Nārāyaṇa, please pay heed and understand this well.

source: དེ་བས་ན་སེམས་དང་པོ་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་བཟུང་བ་ཆེས་མང་ལ་ཆེས་དཔག་ཏུ་མེད་དེ།
en: The quantity of merit that a bodhisattva who arouses the mind of awakening for the first time comes to possess is far greater still, immeasurably greater.

source: འཁོར་ལོས་སྒྱུར་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོས་ནི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེའི་བརྒྱའི་ཆར་ཡང་མི་ཕོད།
en: A wheel-bearing monarch’s quantity of merit is not even a hundredth the amount of that,

source: སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། བྱེ་བ་ཕྲག་བརྒྱའི་ཆ་དང་། བྱེ་བ་ཕྲག་སྟོང་གི་ཆ་དང་། བྱེ་བ་ཕྲག་འབུམ་གྱི་ཆར་ཡང་མི་ཕོད།
en: in fact not even a thousandth, a hundred thousandth, a billionth, a ten billionth, or even a trillionth.

source: གྲངས་དང་། ཆ་དང་། བགྲང་བ་དང་། དཔེ་དང་རྒྱུར་ཡང་མི་བཟོད་དོ། །
en: Such a bodhisattva’s quantity of merit defies any description in terms of number, fraction, quantity, analogy, or causality.

source: སྲེད་མེད་ཀྱི་བུ་འདི་ནི་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་ལ་འཇུག་པ་དང་པོའོ། །
en: Nārāyaṇa, this was the first introduction to the absorption that encapsulates all merit.

source: སྲེད་མེད་ཀྱི་བུ་གཞན་ཡང་སྟོང་གི་བདག་པོ་ཚངས་པ་ནི་སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་བྱམས་པས་ཁྱབ་པར་བྱེད་དོ། །
en: “Furthermore, Nārāyaṇa, say that Brahmā, lord of the thousandfold universe, extended love throughout the thousandfold universe.

source: གལ་ཏེ་མི་ལ་ལ་ཞིག་གིས་སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་གང་བར་བྱས་ཏེ་སྦྱིན་པ་བྱིན་ན།
en: Say, on the other hand, some people made a gift of the seven precious substances filling the entire thousandfold universe.

source: སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་དང་། ཚངས་པའི་བྱམས་པ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་གཉིས་གང་མང་།
en: Which quantity of merit is greater—the amount of merit from such a gift, or that of Brahmā from engendering such love?”

source: བཅོམ་ལྡན་འདས་ཚངས་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ཉིད་ཆེས་མང་གི་སྦྱིན་པ་ལས་བྱུང་བ་ནི་དེ་ལྟ་མ་ལགས་སོ། །
en: “Blessed One, Brahmā’s quantity of merit is much greater. Forget about the merit from the gift.”

source: སྲེད་མེད་ཀྱི་བུ་སྟོང་གི་བདག་པོ་ཚངས་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ལྟ་ཞོག་གི་སྲེད་མེད་ཀྱི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།
en: “Nārāyaṇa, set aside the quantity of merit of Brahmā, lord of the thousandfold universe. Consider this, Nārāyaṇa.

source: སྟོང་གཉིས་ཀྱི་བདག་པོ་ཚངས་པས་སྟོང་གཉིས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་བྱམས་པས་ཁྱབ་པར་བྱེད་ལ།
en: Imagine that Brahmā as lord of a millionfold universe extended love throughout that millionfold universe.

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་མི་ལ་ལ་ཞིག་གིས་སྟོང་གཉིས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་ཡོངས་སུ་གང་བར་བྱས་ཏེ་སྦྱིན་པ་བྱིན་ན
en: On the other hand, Nārāyaṇa, say some people made a gift of the seven precious substances filling an entire millionfold universe.

source: སྲེད་མེད་ཀྱི་བུ་སྦྱིན་པ་ལས་བྱུང་བ་དང་། བྱམས་པ་ལས་བྱུང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་གཉིས་གང་མང་།
en: Which quantity of merit would be greater—the amount of merit from such a gift, or that of Brahmā?”

source: བཅོམ་ལྡན་འདས་སྟོང་གཉིས་ཀྱི་བདག་པོ་ཚངས་པའི་བྱམས་པ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ལགས་པ་དེ་ཉིད་ཆེས་མང་གི་སྦྱིན་པ་ལས་བྱུང་བ་ནི་དེ་ལྟ་མ་ལགས་སོ། །
en: “Blessed One, the quantity of merit associated with the love of Brahmā, lord of the millionfold universe, would be much greater. Forget about the merit from the gift.”

source: སྲེད་མེད་ཀྱི་བུ་སྟོང་གཉིས་ཀྱི་བདག་པོ་ཚངས་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ལྟ་ཞོག་གི །
en: “Nārāyaṇa, set aside the quantity of merit of Brahmā, lord of the millionfold universe.

source: སྟོང་གསུམ་གྱི་བདག་པོ་ཚངས་པས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བྱམས་པས་ཁྱབ་པར་བྱེད་ལ།
en: Imagine that Brahmā as lord of a great billionfold universe extended love throughout that billionfold universe.

source: སྲེད་མེད་ཀྱི་བུ་མི་ལ་ལ་ཞིག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་གང་བར་བྱས་ཏེ་སྦྱིན་པ་བྱིན་ན
en: On the other hand, Nārāyaṇa, say some people made a gift of the seven precious substances filling that entire great billionfold universe.

source: སྲེད་མེད་ཀྱི་བུ་སྦྱིན་པ་ལས་བྱུང་བ་དང་། ཚངས་པ་ཆེན་པོའི་བྱམས་པ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་གཉིས་གང་མང་།
en: Nārāyaṇa, which quantity of merit would be greater—that of the gift, or Great Brahmā’s love?”

source: བཅོམ་ལྡན་འདས་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ནི་ཚངས་པ་ཆེན་པོའི་བྱམས་པ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་བརྒྱའི་ཆར་ཡང་མི་ཕོད་པ་ནས་རྒྱུའི་བར་དུ་ཡང་མི་བཟོད་ལགས་སོ། །
en: “Blessed One, the quantity of merit made through the gift does not match even one hundredth of the amount of merit made by Great Brahmā in engendering such love. Indeed it bears no comparison.”

source: སྲེད་མེད་ཀྱི་བུ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་ཚངས་པ་ཆེན་པོའི་བྱམས་པ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ལྟ་ཞོག་གི །
en: “Nārāyaṇa, set aside the quantity of merit made by Great Brahmā, lord of the great billionfold universe, in engendering love.

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ཚངས་པ་ཆེན་པོའི་བྱམས་པ་བསྒོམ་པ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་པའི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་བས་ནི་
en: Say you brought all the beings in the great trichiliocosm together, and all of them had the quantity of merit made by engendering the meditation of Great Brahmā’s love.

source: སེམས་དང་པོ་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་ལ་ཞུགས་པ་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་དགྲོལ་བ་ལ་བརྩོན་པ། གཡོ་མེད་ཅིང་སྒྱུ་མེད་པའི་བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་བསྒོམས་པ་ལས་བྱུང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པའི་བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་འདི་ཉིད་དེ་བས་ཆེས་མང་སྟེ
en: The amount of merit of all those beings would still be far less than the quantity of merit made by a bodhisattva who first aroused the mind of awakening, and then, embracing an attitude of altruism, strove to liberate all beings, while practicing great love and great compassion without hypocrisy or pretense.

source: ཚངས་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་དེའི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་བརྒྱའི་ཆར་ཡང་མི་ཕོད་པ་ནས་རྒྱུའི་བར་དུ་ཡང་མི་བཟོད་དོ། །
en: In that case, Brahmā’s quantity of merit would not match even one hundredth of that of the bodhisattva; it does not even bear comparison.

source: སྲེད་མེད་ཀྱི་བུ་དེ་ལྟར་ན་སེམས་དང་པོ་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ནི་དཔག་ཏུ་མེད་པ་ཡིན་ཏེ།
en: Nārāyaṇa, in this way, the quantity of merit of bodhisattva great beings who first give rise to the mind of awakening is unfathomable.

source: སྲེད་མེད་ཀྱི་བུ་རྣམ་གྲངས་འདིས་ཀྱང་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་དག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་དང་། སྐྱེད་པར་འགྱུར་བ་དེ་དག་གི་བསོད་ནམས་ཐམས་ཅད་ཡོངས་སུ་བསྡུས་པ་དེ་ལྟར་རིག་པར་བྱ་སྟེ
en: “From these descriptions, too, Nārāyaṇa, you should understand how a son or daughter of noble family who has set—or will set—their resolve on unsurpassed and perfectly complete awakening gathers together all merit.

source: སྲེད་མེད་ཀྱི་བུ་འདི་ནི་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་ལ་འཇུག་པ་གཉིས་པའོ། །
en: This, Nārāyaṇa, was the second introduction to the absorption that encapsulates all merit.

source: སྲེད་མེད་ཀྱི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཤར་ཕྱོགས་སུ་འཇིག་རྟེན་གྱི་ཁམས་ཇི་སྙེད་ཅིག་ཡོད། ལྷོ་དང་། ནུབ་དང་། བྱང་དང་། འོག་དང་། སྟེང་དང་། ཕྱོགས་བཅུར་འཇིག་རྟེན་གྱི་ཁམས་ཇི་སྙེད་ཅིག་ཡོད།
en: “Nārāyaṇa, tell me, how many world systems are there in the eastern direction? In the southern direction? The western? The northern? Below? Above? How many world systems are to be found in all ten directions?”

source: བཅོམ་ལྡན་འདས་དཔག་ཏུ་མ་མཆིས་སོ། །
en: “Blessed One, the amount is unfathomable.

source: བདེ་བར་གཤེགས་པ་དཔག་ཏུ་མ་མཆིས་སོ། །
en: Blissful One, it is unfathomable.

source: ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་ནི་བརྗོད་པའམ། བརྡ་སྤྲད་པར་རྔོ་མི་ཐོགས་ལགས་སོ། །
en: The number of world systems in the ten directions could not be expressed or conveyed.”

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་དཔེར་བླང་བ་བསྟན་པས་བསྐལ་པ་འབུམ་གྱི་བར་དུ་བསྟན་དུ་ཟིན་ཀྱང་། ཕྱོགས་བཅུ་ན་འཇིག་རྟེན་གྱི་ཁམས་ཇི་སྙེད་ཡོད་པ་ནི་བསྟན་པར་སླ་བ་མ་ཡིན་ནོ། །
en: “Nārāyaṇa, even if we had one hundred thousand eons to try, using analogies, to demonstrate how many world systems there are in all ten directions, it would not be easy.

source: སྲེད་མེད་ཀྱི་བུ་འོན་ཀྱང་དོན་འདི་ཉིད་བརྡ་སྤྲད་པ་དང་། བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་དང་། སེམས་ཅན་བསོད་ནམས་འདོད་པ་རྣམས་ཕྱིར་ཞིང་འབོགས་པར་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་སེམས་ཅན་རྣམས་ཀྱི་བརྩོན་འགྲུས་ཆེན་པོ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་ངས་ཁྱོད་ལ་དཔེས་བསྟན་ཏོ། །
en: Nonetheless, Nārāyaṇa, I will use an analogy in order to communicate this point, and in order that the absorption that encapsulates all merit may be brought to perfection, and in order that beings who desire merit may be granted a basis for obtaining that, and in order that the great diligence of beings on the vehicle of bodhisattvas may be brought to perfection.

source: སྲེད་མེད་ཀྱི་བུ་དཔེར་ན་མི་ལ་ལ་ཞིག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཆུའི་ཕུང་པོ་ཡན་ཆད་སྲིད་པའི་རྩེ་མོ་མན་ཆད་ཡུངས་འབྲུས་ཡོངས་སུ་གང་བར་བྱས་ལ།
en: “Nārāyaṇa, say that some people filled this great trichiliocosm—from the mass of water up to the summit of existence—with mustard seeds.

source: སྲེད་མེད་ཀྱི་བུ་དེ་ལས་ཤར་ཕྱོགས་སུ་ཡུངས་འབྲུ་དེ་དག་ཇི་སྙེད་པ་དེ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་འདས་ནས་
en: Next, Nārāyaṇa, imagine that you then passed through as many world systems toward the east as there are mustard seeds.

source: ཡུངས་འབྲུ་གཅིག་བོར་ཏེ
en: Each time you did that, you would remove one mustard seed.

source: དེ་ལྟ་བུའི་ཚུལ་གྱིས་ཡུངས་འབྲུ་དེ་དག་ཐམས་ཅད་ཡོངས་སུ་ཟད་པར་བྱས་ཀྱང་། ཤར་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་རྣམས་ཀྱི་མཐའ་རྟོགས་པར་མི་ནུས་སོ། །
en: Even if in this way you finished all the mustard seeds, you still would not reach the limit of the world systems in the eastern direction.

source: ལྷོ་དང་། ནུབ་དང་། བྱང་དང་། འོག་དང་། སྟེང་དང་། ཕྱོགས་བཅུ་ཀུན་ཏུ་ཡང་དེ་བཞིན་ཏུ་སྦྱར་རོ། །
en: We could say the same about the southern direction, the western direction, the northern direction, the direction below, above, or indeed any of the ten directions.

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཡུངས་འབྲུས་ཡོངས་སུ་གང་བར་གྱུར་ལ་
en: “Nārāyaṇa, say that the same number of world systems as there are grains of sand in the Ganges were all filled with mustard seeds, and

source: དེ་ལས་མི་ལ་ལ་ཞིག་གིས་ཡུངས་འབྲུ་རེ་རེ་ཡང་། ཡུངས་འབྲུ་དེ་དག་ཇི་སྙེད་ཡོད་པ་དེ་སྙེད་ཀྱི་ཆར་གསེས་ན།
en: that some people took those individual seeds and split each single one into as many pieces as there were seeds.

source: ཡུངས་འབྲུའི་ཆ་གསེས་པ་དེ་དག་བགྲང་བའི་ཚུལ་གྱིས་མཐའ་རྟོགས་པར་ནུས་སམ།
en: could you count those seed fragments until you arrived at the total number?”

source: བྱང་ཆུབ་སེམས་དཔའ་སྲེད་མེད་ཀྱི་བུས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཡུངས་འབྲུ་གཅིག་གི་ཆ་གསེས་པའི་ཕྱོགས་གང་ལགས་པ་དེ་ཡང་གླིང་བཞི་པའི་སེམས་ཅན་ཐམས་ཅད་ཤཱ་རིའི་བུ་དང་འདྲ་བར་གྱུར་པས་ཀྱང་བསྐལ་པར་ཡང་རྟོགས་པར་རྔོ་མི་ཐོགས་ལགས་ན།
en: “Blessed One, even if the beings on all four continents became like Śāriputra and had an eon in which to count them, they would not be able to arrive at the total number of pieces of one single seed,

source: ཡུངས་འབྲུའི་ཆ་གསེས་པ་ཐམས་ཅད་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ།
en: no need to mention the pieces of all the seeds.”

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་མི་ལ་ལ་ཞིག་གིས་ཤར་ཕྱོགས་སུ་ཡུངས་འབྲུའི་ཆ་གསེས་པ་དེ་དག་ཇི་སྙེད་པ་དེ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་འདས་ནས་ཡུངས་འབྲུའི་ཆ་གསེས་པ་རེ་རེ་བོར་ཏེ
en: “Nārāyaṇa, imagine now that some people were to remove one piece of a mustard seed each time one of these people would pass through as many world systems in the eastern direction as there are pieces of a mustard seed.

source: སྲེད་མེད་ཀྱི་བུ་དེ་ལྟ་བུའི་ཚུལ་གྱིས་ཡུངས་འབྲུའི་ཆ་གསེས་པ་ཐམས་ཅད་ཟད་པར་བྱས་ཀྱང་། ཤར་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་རྣམས་ཀྱི་མཐའ་རྟོགས་པར་མི་ནུས་སོ། །
en: Nārāyaṇa, even if in this way they finished all the seed pieces, they still would not reach the total number of world systems in the eastern direction.

source: ལྷོ་དང་། ནུབ་དང་། བྱང་དང་། འོག་དང་། སྟེང་དང་། ཕྱོགས་བཅུ་ཀུན་ཏུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: We could say the same about the southern direction, the western direction, the northern direction, below, above, or indeed any of the ten directions.

source: སྲེད་མེད་ཀྱི་བུ་དེ་ལྟར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ནམ་མཁས་ཡོངས་སུ་ཁྱབ་པ་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་མི་ལ་ལ་ཞིག་གིས་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་ཡོངས་སུ་གང་བར་བྱས་ཏེ་སྦྱིན་པ་བྱིན་ན
en: “Nārāyaṇa, imagine similarly that some people filled the entirety of space that pervades all the world systems in the ten directions with the seven precious items, and made a gift of them.

source: མི་དེ་གཞི་དེ་ལས་བསོད་ནམས་མང་དུ་སྐྱེད་དམ།
en: based on that, would those people create a lot of merit?”

source: སྲེད་མེད་ཀྱི་བུ་དེ་ལྟ་བུའི་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་བསྡུས་པ་གང་ཡིན་པ་དེ་ནི་སེམས་དང་པོ་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལྷག་པའི་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་གཡོ་མེད་པ་སྒྱུ་མེད་པ། སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་དགྲོལ་བ་ལ་བརྩོན་པའི་སྙིང་རྗེ་ཆེན་པོ་དང་། བྱམས་པ་ཆེན་པོ་བསྒོམ་པ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་བསྡུས་པའི་བརྒྱའི་ཆར་ཡང་མི་ཕོད་པ་ནས་རྒྱུའི་བར་དུ་ཡང་མི་བཟོད་དོ། །
en: “Nārāyaṇa, the gathered amount of merit produced through such a gift, as much as it may be, is still not even one hundredth of, and bears no comparison to, the amount of merit amassed by a bodhisattva great being who has first given rise to the mind of awakening and then, with a perfectly altruistic attitude free of hypocrisy or pretense, practices great love and compassion in pursuit of the liberation of all beings.

source: སྲེད་མེད་ཀྱི་བུ་དཔེར་ན་གཟུགས་ཀྱི་རྣམ་པ་ནམ་མཁའི་ཁམས་ཀྱིས་མ་ཁྱབ་པ་ཅི་ཡང་མེད་པ་
en: Nārāyaṇa, just like the space element pervades everything that has material form,

source: དེ་བཞིན་དུ་སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་བྱམས་པ་དེས་ནི་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་འཇིག་རྟེན་གྱི་ཁམས་ཇི་སྙེད་ཡོད་པ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཇི་སྙེད་ཡོད་པ་དེ་དག་མ་ཁྱབ་པ་གང་ཡང་མེད་དེ
en: in the same way, Nārāyaṇa, the bodhisattva’s love pervades the world systems in all ten directions, as well as all buddha realms, as many as there are.

source: འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་ན་སེམས་ཅན་འཁོད་པ་དེ་དག་ཐམས་ཅད་བྱང་ཆུབ་སེམས་དཔའི་བྱམས་པས་ཡོངས་སུ་ཁྱབ་བོ། །
en: The bodhisattva’s love extends out as well to all the beings present in those world systems.

source: འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་ན། སེམས་ཅན་གང་དག་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་དེ་དག་ཐམས་ཅད་འཁོར་ལོས་སྒྱུར་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ཏམ། དེ་བཞིན་དུ་བརྒྱ་བྱིན་གྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ཏམ། དེ་བཞིན་དུ་ཚངས་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ཀྱང་
en: “Now, say you took all the beings in those realms together, and each possessed a wheel-bearing monarch’s quantity of merit, or otherwise the amount of merit possessed by Śakra or Brahmā.

source: བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་ལ་ཞུགས་པ། གཡོ་མེད་པ། སྒྱུ་མེད་པ། སེམས་ཅན་ཡོངས་སུ་དགྲོལ་བ་ལ་བརྩོན་པ། སྙིང་རྗེ་ཆེན་པོ་ལ་ཞུགས་པ། བྱམས་པ་ཆེན་པོ་ལ་གནས་པའི་གོམ་པ་བདུན་ལ་བསོད་ནམས་ཀྱི་ཕུང་པོ་བསྡུས་པ་གང་ཡིན་པ་དེ་ནི་དེ་བས་ཆེས་མང་སྟེ
en: Still far greater than this is the quantity of merit gathered when the seven steps are taken by a bodhisattva who is immersed in altruism, without hypocrisy or pretense, striving to liberate beings, engrossed in great compassion, and established in great love.

source: སེམས་ཅན་ཐམས་ཅད་འཁོར་ལོས་སྒྱུར་བ་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པའི་བསོད་ནམས་དང་ལྡན་པར་གྱུར་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: Even if all beings possessed the amount of merit of a wheel-bearing monarch, or Śakra or Brahmā, it would not be on a par with this.

source: སྲེད་མེད་ཀྱི་བུ་འདི་ནི་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་ལ་འཇུག་པ་གསུམ་པའོ། །
en: Nārāyaṇa, this was the third introduction to the absorption that encapsulates all merit.

source: སྲེད་མེད་ཀྱི་བུ་གཞན་ཡང་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་འཁོར་ལོས་སྒྱུར་བ་དང་མཉམ་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ཀྱང་དེ་དག་ཐམས་ཅད་ནི་བརྒྱ་བྱིན་གྱི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་བརྒྱའི་ཆར་མི་ཕོད་པ་ནས་རྒྱུའི་བར་དུ་ཡང་མི་བཟོད་དོ། །
en: “Moreover, Nārāyaṇa, even if all beings included in the great billionfold universe had the same amount of merit as a wheel-bearing monarch, their collected merit would still not match one hundredth of the quantity of merit possessed by Śakra; it would not even bear comparison.
